export const advantages = [
  {
    icon: "fa-solid fa-check",
    title: "بدون قالب آماده",
    text: "تمامی صفحات و بخش‌های سایت از صفر و کاملاً اختصاصی توسعه داده می‌شوند تا نتیجه نهایی دقیقاً مطابق نیاز و هویت برند شما باشد",
  },

  {
    icon: "fa-solid fa-check",
    title: "عملکرد سریع",
    text: "ساختار کدنویسی بهینه و استاندارد باعث افزایش سرعت بارگذاری صفحات و ایجاد تجربه‌ای روان و لذت‌بخش برای کاربران خواهد شد",
  },

  {
    icon: "fa-solid fa-check",
    title: "توسعه‌پذیری بالا",
    text: "پروژه‌ها با معماری اصولی طراحی می‌شوند تا در آینده بتوان امکانات جدید را بدون نیاز به بازنویسی کامل به آن‌ها اضافه کرد",
  },

  {
    icon: "fa-solid fa-check",
    title: "تجربه کاربری حرفه‌ای",
    text: "تمامی بخش‌های سایت با تمرکز بر سادگی، زیبایی و دسترسی آسان طراحی می‌شوند تا کاربران بهترین تجربه ممکن را داشته باشند",
  },

  {
    icon: "fa-solid fa-check",
    title: "پشتیبانی واقعی",
    text: "پس از تحویل پروژه نیز برای رفع مشکلات، بروزرسانی، توسعه قابلیت‌های جدید و ارائه راهنمایی‌های لازم در کنار شما خواهم بود",
  },
];
