export const services = [
  {
    icon: "fa-solid fa-laptop-code",
    title: "Front-End طراحی و توسعه",
    text: "طراحی رابط کاربری مدرن، واکنش‌گرا و سریع با تمرکز بر تجربه کاربری و استانداردهای روز وب",
  },

  {
    icon: "fa-solid fa-server",
    title: "Back-End طراحی و توسعه ",
    text: "پیاده‌سازی سمت سرور، پایگاه داده و APIهای امن و بهینه برای عملکرد پایدار و توسعه‌پذیر",
  },

  {
    icon: "fa-solid fa-id-card",
    title: "طراحی ست اداری",
    text: "طراحی کارت ویزیت، سربرگ، پاکت، مهر و سایر اقلام هویت بصری متناسب با برند شما",
  },

  {
    icon: "fa-solid fa-magnifying-glass-chart",
    title: "بهینه‌ سازی و سئو",
    text: "رعایت اصول فنی SEO، افزایش سرعت سایت و بهینه‌سازی ساختار برای دیده شدن بهتر در گوگل",
  },

  {
    icon: "fa-solid fa-pen-ruler",
    title: "طراحی لوگو و گرافیک",
    text: "طراحی لوگو، تامبنیل، بنر، پوستر و انواع طرح‌های گرافیکی با ظاهری حرفه‌ای و جذاب",
  },

  {
    icon: "fa-solid fa-screwdriver-wrench",
    title: "پشتیبانی و نگهداری",
    text: "رفع مشکلات، بروزرسانی، توسعه امکانات جدید و همراهی کامل حتی پس از تحویل پروژه",
  },

  {
    icon: "fa-solid fa-rocket",
    title: "بهینه‌ سازی عملکرد",
    text: "افزایش سرعت بارگذاری، کاهش حجم فایل‌ها و بهبود عملکرد سایت برای تجربه‌ای سریع‌تر",
  },

  {
    icon: "fa-solid fa-code-branch",
    title: "توسعه و ارتقای پروژه",
    text: "افزودن قابلیت‌های جدید، توسعه پروژه‌های موجود و بروزرسانی سایت بر اساس نیازهای آینده",
  },
];
